OdDAI.Enum.getIntValue
\details
Retrieves the index of the current enumeration value.
\returns An integer value that contains the respective index of the current enumeration value.

OdDAI.Enum
\details
A class that implements the EXPRESS ENUMERATION data type within IFC Standard Data Access Interface (SDAI).